{
  "source_file": "report3.txt",
  "category": "ozel",
  "chunk_index": 480,
  "chunk_text": "Bunun için; çalışma yüküne göre kendini dinamik olarak büyütebilen sistemler oluşturulmalıdır. - Test otomasyonu süreçleri kullanılacak. Birim, fonksiyonel ve entegrasyon testleri bilgisayarlara yaptırılacaktır. - CI/CD süreçleri tasarlanarak uygulama özelliklerinin kullanıcıya ulaştırılma süresi kısaltılacaktır. • Veri Analitiği - Yapılan ticaretin içeriğine göre içerik analizi yapılarak (makine öğrenmesi algoritmaları) kullanıcıya en uygun gösterge panel ve grafikleri oluşturulacaktır. - Tüm kullanıcıların teklif verebileceği bir altyapı kurgulanarak akıllı sıralama (page-rank vs) algoritmaları ile alıcıya yarar sağlayacak ve zaman kaybetmeyecek sıralama yapılacaktır. - Benzer ihalelerdeki kazanımların analizleri ile tüm alıcı ve vericilere önerme algoritmaları kullanılarak ihale şekil önerileri verilebilecektir. • Yapılan ticaretin içeriğine göre içerik analizi yapılarak (makine öğrenmesi algoritmaları) kullanıcıya en uygun gösterge panel ve grafikleri oluşturulacaktır. • Tedarikçi / alıcı geçmişte aldıkları aksiyonlara, bilgilerine ve ticaretin içeriğine göre seçilecek “supervised / unsupervised classification” (gözetimli / gözetimsiz sınıflandırma) yöntemiyle sınıflandırılacak / segmente edilecek • Müşteriye segmentasyonuna göre seçilen (kişiselleştirilen) panel ve grafiklerin gösterilmesini sağlayan bir altyapı geliştirilecek • Tüm kullanıcıların teklif verebileceği bir altyapı kurgulanarak akıllı sıralama (page-rank vs) algoritmaları ile alıcıya yarar sağlayacak ve zaman kaybetmeyecek sıralama yapılacaktır. • Müşterilerin geçmiş hareketlerine göre (alış / Sayfa 62 / 74 satış) bir sonraki periyodda ( 1/2/3/4 hafta) her bir ürün kategorisinden satın alım yapma olasılığı makine öğrenmesiyle (logistic regression vb.) tahmin edilecek. • Geçmiş verilerden birlikte veya aynı periyotta en çok alınan ürünler ve ürün kategorileri association rule mining (birliktelik kural çıkarımı) yöntemleriyle belirlenecek. • Müşteriler ve tedarikçilerin kendi gruplarında benzerlikleri geçmişte aldıkları aksiyonlara göre collaborative filtering, singular value decomposition veya graph analysis yöntemleriyle belirlenecektir.",
  "char_len": 2143,
  "sentence_count": 2
}