{
  "source_file": "report3.txt",
  "category": "genel",
  "chunk_index": 177,
  "chunk_text": "Yani her bir kuruluş ayrı ayrı raporlanabileceği gibi, tek bir raporda, birden fazla kuruluşun bilgisine erişilebilecektir. Projedeki yetkilendirmeler, bu yapı dikkate alınarak hazırlanacak, her bir firma sadece kendi bilgilerine erişebilecek, bunun yanında yönetici olarak atanan kullanıcılar konsolide verilere erişebileceklerdir. Projenin Projemiz sonucunda elde edilecek kazanımlar aşağıdaki gibi olması beklenmektedir: -GRC takibi tek bir Beklenen sisteme toplanacağı için daha az efor ve daha kaliteli bir takip sağlanabilecektir, -Mevzuat değişikliklerine Çıktıları ve tam entegrasyon sağlanacağından, olası mevzuat değişiklik/eklemelerinin ilgili risk/uyum girdilerine olan Faydaları etkileri rahatlıkla saptanabilecektir. -Dağıtık ve farklı biçemlerde toplanan veriler, tek bir sistemde ve daha stabil olacak, bunun sonucunda da kuruluşların aldıkları riskler azalacak ve uyum süreleri/eforları azalacaktır. -Mevzuat entegrasyonu ile birden fazla ekibin yürüttüğü bir çalışma otomatize edilerek hem hata oranı azalacak, farkındalık oranı artacaktır. Bu durum kuruluşun aldığı risklerin daha hızlı giderilmesini ve uyum için yapılan planlamaların daha efektif olmasını sağlayacaktır. Sayfa 51 / 74 Proje Kodu P9 Proje Adı Proje Bazlı, Kaynak Planlama ve Risk Yönetim Sistemi Proje 1.11.2017 Başlama Tarihi Proje Bitiş 30.6.2019 Tarihi Projede 4 Görev Alan Personel Sayısı Proje Süresi 55 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 850.000,00 Proje Bütçesi (TL) Öz 850.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Sayfa 52 / 74 Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje Bu proje ile öncelikle kapı giriş çıkış bilgileri, puantaj kayıtları, izin verileri ve gerçekleşen iş gücü Konusunu maliyetlerinin proje bazlı dağıtımlarının raporlanabilmesi sağlanacaktır.",
  "char_len": 1942,
  "sentence_count": 5
}