{
  "source_file": "report3.txt",
  "category": "genel",
  "chunk_index": 57,
  "chunk_text": "Ar-Ge kurulu, Genel Müdür tarafndan atanan kişilerden oluşur. Ar-Ge Kurulu Proje Fikri Değerlendirme Kriterleri (Ek1 Proje Değerlendirme Şablonunda) ile belirtilen puanlama kriterleri doğrultusunda, projenin Sanayi ve Teknoloji Bakanlığı Ar-Ge ya da TÜBİTAK TEYDEB/SADE kapsamınan göre uygunluk arar. Proje başvuru ve değerlendirme süreci aşağıdaki adımlardan oluşmaktadır: i. Fikir sahibi Ar-Ge Projesi fikrini, “Amaç, kapsam, gerekçe ve Ar-Ge niteliği” tanımlamalarını yaparak, Ar-Ge kuruluna ait eposta adresine gönderir. ii. Başvurusu alınan proje fikri “Ek1 Proje Değerlendirme Şablonunda” belirtilen kriterlere göre Ar-Ge kurulu tarafndan değerlendirilmek üzere işleme alınır. Fikir sahibine, değerlendirme aşamasında olduğuna dair mail ile geri bildirimde bulunulur. iii. Kurul tarafndan yapılan değerlendirme sonucu ilgili fikir sahibine eposta ile bildirilir. Fikrin başvuruya uygun görülmesi durumunda, proje kapsamı doğrultusunda, aşağıdaki maddelere göre ödül/teşvik sistemi uygulanır. -Ar-Ge kurulunca, Sanayi ve Teknoloji Bakanlığı Ar-Ge Projesi olma adayı kabul edilen fikirler için çalışan ödül/teşvik kriterleri. i. Ön değerlendirmede kabul gören proje fikri sahibi çalışana 250 puan ödül verilir. ii. Fikrin projeye dönüşmesi sonrasında Sanayi ve Teknoloji Bakanlığı denetim onayı alarak tamamlanmasını takiben, proje fikir sahibine 1.000 puan ödül verilir. Ar-Ge çalışanlarından oluşan proje ekibindeki her bir üyeye 500 puan ödül verilir. iii. Aynı proje ile TÜBİTAK başvurusu yapılması ve onaylanması durumunda, ek olarak 3.4 maddesindeki kurallar geçerlidir -Ar-Ge kurulunca, TEYDEB/SADE Ar-Ge Projesi olma adayı kabul edilen projeler için çalışan ödül/teşvik kriterleri. i. TÜBİTAK tarafından değerlendirmede kabul gören proje fikri sahibi çalışana 500 puan ödül verilir. ii. TÜBİTAK tarafndan projenin başarı ile tamamlanmasının onaylanması durumunda, proje fikir sahibine 2.000 puan ödül verilir.",
  "char_len": 1921,
  "sentence_count": 5
}