{
  "source_file": "report3.txt",
  "category": "genel",
  "chunk_index": 207,
  "chunk_text": "Ancak tek bir platform üzerinde, farklı sistemlerle entegrasyona ihtiyaç kalmaksızın bu operasyonel işlemlerin yapılabilmesini sağlayan bir sistem bulunmamaktadır. Projenin Projemiz sonucunda elde edilecek kazanımların aşağıdaki gibi olması beklenmektedir. - Proje bazlı çalışan Beklenen firmalardaki (örneğin Arge ve Teknokent firmaları) insan kaynakları ihtiyacının yetkinlik ve deneyim gibi proje Çıktıları ve eforlarını direkt etkileyen kırılımlara göre belirlenmesi ve gerçekleşen maliyetlerin aylık bazlı projelere göre Faydaları dağıtılarak raporlanması sağlanacaktır. - Tek bir yazılım üzerinden sicil, yetkinlik, deneyim, izin, işe alım, proje gereksinimleri ve gerçekleşen işçilik maliyetleri ile aylık bordro sonuçlarının birleştirilmesi mümkün olabilecektir. - Özellikle Arge ve Teknokent firmaları için çalışılan süre bazında yasal prosedürlere uygun olarak proje maliyetlerinin yazılım üzerinden farklı bir operasyonel işleme gerek kalmaksızın hesaplanabilmesi sağlanacaktır. Bu sayede operasyonel işlemler için harcanan zamanlar kısalarak işgücü tasarrufu yapılabilecektir. Sayfa 55 / 74 Proje Kodu P10 Proje Adı Dijital İnsan Kaynakları Yönetim Sistemi Proje 1.12.2018 Başlama Tarihi Proje Bitiş 30.11.2020 Tarihi Projede 8 Görev Alan Personel Sayısı Proje Süresi 135 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.850.000,00 Proje Bütçesi (TL) Öz 1.850.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Sayfa 56 / 74 Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje Dijitalleşen dünyada; hem insan kaynakları süreçlerini, hem çalışan zaman yönetimini, hem de proje bazlı Konusunu çalışmayı bir arada yönetebilecek kapsamda İnsan Kaynakları uygulamaları bulunmamaktadır. Hedeflenen Belirleyen projede, tamamen yerli ve milli olarak, tüm süreçleri kapsayan bir yazılımın geliştirilmesi ve bunun Türkiye’de İhtiyaçlar ve global pazarda satılabilmesi hedeflenmektedir.",
  "char_len": 2043,
  "sentence_count": 5
}