{
  "source_file": "report3.txt",
  "category": "genel",
  "chunk_index": 63,
  "chunk_text": "Tezli Yüksek Lisansa başlama ve bitirme durumunda aşağıdaki ödül ve teşvik sistemi devreye girmektedir: i) Yüksek Lisans başlama teşvik ödeneği 1000 puandır. ii) Yıllık izinden düşülmemek kaydıyla haftada 1 gün ders izni verilir. iii) Yüksek Lisans mezuniyet başarı ödülü ise 2.000 puandır. iv) Tez çalışmasının Ar-Ge Merkezi Projeleri kapsamında gerçekleştirilmesi ve ilgili projenin başarı ile tamamlanması durumunda mezuniyet başarı ödülü 4.000 puandır. Doktoraya başlama ve bitirme durumunuzda aşağıdaki ödül ve teşvik sistemi devreye girmektedir. i) Doktorada tüm bölümler kabul edilmektedir. ii) Doktoraya başlama teşvik ödeneği 2.000 puandır. iii) Yıllık izinden düşmemek kaydıyla haftada 1 gün ders ve tez çalışma izni verilir. iv) Tez çalışmasından bağımsız olarak Doktora programından mezuniyet başarı ödülü 4.000 puandır. v) Üstteki maddeye ek olarak; Doktora tez çalışmasının Ar-Ge Merkezi Projeleri kapsamında gerçekleştirilmesi ve ilgili projenin başarı ile tamamlanması durumunda ek olarak başarı ödülüne 6.000 puan daha eklenir. Seminer, Konferans, Sempozyum teşvikleri aşağıdaki gibidir; i) Akademik çalışma yapacağınız yayının Ar-Ge Merkezi Projeleri ile ilişkilendirilmesi gerekmektedir. ii) Çalışmanın bilgilendirme bölümünde yapacağınız yayının, SabancıDX Ar-Ge Merkezi projeleri kapsamında yapıldığının beyanı gerekmektedir. (Örnek: “Yapılan bu çalışma, SabancıDx . Ar-Ge Merkezinde Yürütülen ‘……’ Projesi Kapsamında Gerçekleştirilmiştir.”) iii) Ulusal bir konferansa özet bildiri ya da poster sunulursa 300 puandır. iv) Ulusal bir konferansa tam metin sunulursa 750 puandır. v) Uluslararası bir konferansa özet bildiri ya da poster sunulursa 450 puandır. vi) Uluslararası bir konferansa tam metin sunulursa 1.000 puandır. vii) Katılım durumlarında masraflar (katılım, konaklama, ulaşım) şirket tarafından karşılanır. Makale destek teşviği ise aşağıdaki gibidir; i) Akademik çalışma yapacağınız yayının Ar-Ge Merkezi Projeleri ile ilişkilendirilmesi gerekmektedir. ii) Çalışmanın bilgilendirme bölümünde yapacağınız yayının, SabancıDX Ar-Ge Merkezi projeleri kapsamında yapıldığının beyanı gerekmektedir. (Örnek: “Yapılan bu çalışma, SabancıDx .",
  "char_len": 2167,
  "sentence_count": 5
}