{
  "source_file": "report3.txt",
  "category": "genel",
  "chunk_index": 213,
  "chunk_text": "Çalışan süreç yolculuğunun tek bir sistem üzerinden yönetilmesinin sağlanarak İK süreçlerindeki 3 ana hususta yüksek performanslı bir karar destek sisteminin geliştirilmesi hedeflenmiştir. - Alternatif personel kümeleri içerisinden, kişinin iş deneyimleri, proje deneyimleri, performans değerlendirmeleri gibi çok boyutlu kriterler üzerinden işe uygun personelin önerilmesi, - Şirket hedefleri ve pozisyonun gereklilikleri doğrultunda alternatif personeller içerisinden terfi ettirilmesi uygun personellerin rasyonel olarak önceliklendirilmesi, - Şirket içi genel ücret zammı dönemlerinde, şirketin politikaları doğrultusunda ücret zamlarının rasyonel kriterler doğrultusunda personel bazında önerilmesi. Yukarıda belirtilmiş olan ana amaçlarımıza ulaşılabilmesi için mevcut İnsan Kaynakları Uygulamamızda (HR-Web) bulunmayan süreçlerimiz ve teknik eksikliklerimiz aşağıdaki gibidir; - Holding ve çoklu şirket yapıları yönetilememektedir. - İnsan Kaynakları süreçlerini kapsayacak tüm modüller arasında verisel akış sağlanamamaktadır. - Veriler tarihsel bazlı izlenememektedir. - Ücret, vb verilerde, dinamik veri şifreleme yapılamamaktadır. - Değer listeleri ve fonksiyonlar bazında yetkilendirme işlemleri yapılamamaktadır. - İş akışı mekanizması bulunmamaktadır, süreçler izlenememektedir. - Pozisyon ve organizasyon hiyerarşileri pozisyon değil kişi bazlı yapılmaktadır. - İş zekası çözümleri bulunmamaktadır, raporlamalar modüllerin içerisinden dinamik sorgulamalar yada özel statik raporlamalar bulunmaktadır. Amacımız yukarıda yer alan eksikliklerin giderileceği, kapsamlı iş zekası çözümleri sunan yenilikçi bir ürünün geliştirilmesidir. Bu ürün ile kazandırılacak ana fonksiyonların listesi şu şekilde belirlenmiştir: - Konektör yapısı (plug and play yapısı) - Zaman tarihçeli kayıt yapısı (time series veritabanları) - Dinamik iş akışı uygulaması - Yazılım robot altyapıları Analitik ve esnek raporlama altyapısı ile makine öğrenmesi algoritmaları kullanılarak akıllı ücretlendirme ve yedekleme çözümleri - Data encryption - Organizasyon Ağacı (Diagrammer) - Çalışan Süreç Yolculuğu Altyapısı Sayfa 57 / 74 Proje Geliştirilecek bilgi sistemi uygulaması, uygulama geliştirme metodolojisine uygun olarak; ihtiyaç analiz, Kapsamında fonksiyonel tasarım, programlama ve birim test, sistem testi aşamalarından geçilerek gerçekleştirilecektir. Yapılacak Geliştirilen uygulama pilot olarak seçilecek müşterilerde uyarlanacak hedeflenen faydayı sağladığı Faaliyetler gözlenecek ve daha sonra pazara sürülecektir.",
  "char_len": 2514,
  "sentence_count": 5
}