{
  "source_file": "report3.txt",
  "category": "genel",
  "chunk_index": 238,
  "chunk_text": "Bunlardan ilki satınalma bilgi alanı konusunda uzman iş süreç danışmanı, ikincisi ise veri analitiği, büyük veri ve veri işleme alanlarında uzman akademik danışmandır. .Bu danışmanlardan aşağıdaki hususlarda destek alınacaktır. -Sistem tasarımı, sistemlerin dış sistemlerle entegrasyonu konusunda akademik ve metodolojik yaklaşımların modüler tasarımı, -Elektronik pazar yerleri konusunda ticari ve akademik bilgi birikiminin araştırılması, iyi çalışma modellerinin ve bulguların tasarım ekibine aktarılması, - Veri yapılarının analizi ve geliştirilen modellerin performanslarının optimize edilmesi, -Ürünün farklı iş modellerinde (Örneğin ürün birden fazla alıcı ve satıcıyı biraraya getiren public bir pazar yeri çözümü olarak kullanılabileceği gibi tek alıcı birden fazla tedarikçiyi biraraya getiren private bir pazar yeri çözümü olabilir. İleride sektörel bazlı pazar yerlerinin genişlemesi ve yaygınlaşması durumunda sektörel bazlı pazar yerlerinin entegrasyonu ile bir pazar yerine üye olan bir kurumun birden fazla pazar yeriyle temas içinde olması sağlanabilir. Birileriyle entegre olarak çalışan pazaryerlerinden oluşan bir hub oluşturulabilir.) kullanımına yönelik entegrasyon kabiliyetlerinin süreç ve teknolojik açıdan tasarımı -Ürün üzerindeki tüm fonksiyonalitenin Türkiye içindeki ticaret/ithalat/ihracat mevzuatına uygunluğunun sağlanmasıdır. Proje geliştirme sürecimizde aşağıdaki faaliyetlerin gerçekleştirilmesi planlanmıştır: • Takım/İş Yönetimi - Scrum metodolojisi kullanılarak çevik proje gerçekleştirimi sağlanacaktır. - Uygulama geliştirme aşamasında kullanılacak araçların hızlı bir şekilde değiştirilebilmesi ve güncel teknolojilere hızlıca adapte olunabilmesi için yüksek ölçüde otomasyonlaştırılmış Public/Private Cloud’a geçilmesi hedeflenmektedir. - Geliştirme aşamasında işlerin takip edilebilmesi ve analiz çalışmaları sonucunda ortaya çıkan dokümanların saklanması için Jira ve Confluence uygulama araçları kullanılacaktır. - Geliştirme sürecinde kullanılacak araçlar, izlenecek yöntemlerle ilgili proje ekibinin bilinçlenmesini sağlayacak eğitimler aldırılacaktır. - Olası proje ekipleri yetkinliğine bağlı olarak açık kaynak kodlaması tercih edilecektir(.Net Core, Java, Groovy, Go vs.). • Mimari Altyapı - Süreç işleme aşamalarındaki karar mekanizmalarının hızlı çalışabilmesi için gerekli teknik altyapı oluşturulmalıdır. Bu amaçla, ilişkisel veri tabanları yerine obje veri tabanları, in-memory çalışan sistemler geliştirme esnasında çıkan ihtiyaçlara göre kullanılabilecektir. - Uygulama geliştirme mimarisi olarak mikro servis / sunucusuz fonksiyonlarla geliştirme opsiyonları tercih edilecektir. - İş akışlarının ön yüzden dinamik bir şekilde kullanıcının oluşturabilmesi için dünyaca standart olarak kabul edilen BPMN formatına uygun motor geliştirilecek ve ön yüzden kontrol edilebilecektir. - İhtiyaç duyulan fonksiyonlar için önerme, öngörü, uyarı tarzı mesajlar uygulama dışında sürekli çalışacak olan bir motor tarafından analiz edilip gerçek zamana en yakın olabilecek performansta tekrar uygulamaya gönderilecektir.",
  "char_len": 3066,
  "sentence_count": 5
}