{
  "source_file": "report3.txt",
  "category": "genel",
  "chunk_index": 240,
  "chunk_text": "Bu amaçla, ilişkisel veri tabanları yerine obje veri tabanları, in-memory çalışan sistemler geliştirme esnasında çıkan ihtiyaçlara göre kullanılabilecektir. - Uygulama geliştirme mimarisi olarak mikro servis / sunucusuz fonksiyonlarla geliştirme opsiyonları tercih edilecektir. - İş akışlarının ön yüzden dinamik bir şekilde kullanıcının oluşturabilmesi için dünyaca standart olarak kabul edilen BPMN formatına uygun motor geliştirilecek ve ön yüzden kontrol edilebilecektir. - İhtiyaç duyulan fonksiyonlar için önerme, öngörü, uyarı tarzı mesajlar uygulama dışında sürekli çalışacak olan bir motor tarafından analiz edilip gerçek zamana en yakın olabilecek performansta tekrar uygulamaya gönderilecektir. Bunun için; çalışma yüküne göre kendini dinamik olarak büyütebilen sistemler oluşturulmalıdır. - Test otomasyonu süreçleri kullanılacak. Birim, fonksiyonel ve entegrasyon testleri bilgisayarlara yaptırılacaktır. - CI/CD süreçleri tasarlanarak uygulama özelliklerinin kullanıcıya ulaştırılma süresi kısaltılacaktır. • Veri Analitiği - Yapılan ticaretin içeriğine göre içerik analizi yapılarak (makine öğrenmesi algoritmaları) kullanıcıya en uygun gösterge panel ve grafikleri oluşturulacaktır. - Tüm kullanıcıların teklif verebileceği bir altyapı kurgulanarak akıllı sıralama (page-rank vs) algoritmaları ile alıcıya yarar sağlayacak ve zaman kaybetmeyecek sıralama yapılacaktır. - Benzer ihalelerdeki kazanımların analizleri ile tüm alıcı ve vericilere önerme algoritmaları kullanılarak ihale şekil önerileri verilebilecektir. • Yapılan ticaretin içeriğine göre içerik analizi yapılarak (makine öğrenmesi algoritmaları) kullanıcıya en uygun gösterge panel ve grafikleri oluşturulacaktır. • Tedarikçi / alıcı geçmişte aldıkları aksiyonlara, bilgilerine ve ticaretin içeriğine göre seçilecek “supervised / unsupervised classification” (gözetimli / gözetimsiz sınıflandırma) yöntemiyle sınıflandırılacak / segmente edilecek • Müşteriye segmentasyonuna göre seçilen (kişiselleştirilen) panel ve grafiklerin gösterilmesini sağlayan bir altyapı geliştirilecek • Tüm kullanıcıların teklif verebileceği bir altyapı kurgulanarak akıllı sıralama (page-rank vs) algoritmaları ile alıcıya yarar sağlayacak ve zaman kaybetmeyecek sıralama yapılacaktır. • Müşterilerin geçmiş hareketlerine göre (alış / Sayfa 62 / 74 satış) bir sonraki periyodda ( 1/2/3/4 hafta) her bir ürün kategorisinden satın alım yapma olasılığı makine öğrenmesiyle (logistic regression vb.) tahmin edilecek. • Geçmiş verilerden birlikte veya aynı periyotta en çok alınan ürünler ve ürün kategorileri association rule mining (birliktelik kural çıkarımı) yöntemleriyle belirlenecek. • Müşteriler ve tedarikçilerin kendi gruplarında benzerlikleri geçmişte aldıkları aksiyonlara göre collaborative filtering, singular value decomposition veya graph analysis yöntemleriyle belirlenecektir. Alıcıya seçtiklerine benzer tedarikçiler veya tedarikçiye teklif yaptığı benzer alıcılar önerilebilecektir. • Yukarıdaki analizlerin sonucunda çıkacak benzerlik dereceleri, müşterilerin seçtiği kritere göre (benzer tedarikçiler, benzer ürünler, birlikte alınan ürünler, geçmişte aldığım ürünler vb.) hızlı bir şekilde sıralama yapılmasını sağlayacaktır. • Benzer ihalelerdeki kazanımların analizleri ile tüm alıcı ve vericilere önerme algoritmaları kullanılarak ihale şekil önerileri verilebilecektir. • İhaleler benzerliklerine göre “supervised / unsupervised classification” (gözetimli / gözetimsiz sınıflandırma) yöntemiyle sınıflandırılacak / segmente edilecektir. • Tedarikçilerin geçmiş aksiyonları, bilgileri, ve teklif sundukları / kazandıkları ihalelere göre yeni açılan / teklif sundukları ihaleyi kazanma olasılıkları makine öğrenmesiyle (logistic regression vb.) tahmin edilecektir. • İlgili ihaleyi kazanma olasılığı yüksek olan tedarikçiler alıcıya önerilecektir, aynı zamanda tedarikçilere de teklif sunmaları için öneri yapılacaktır. Projenin Projemizde ele alındığı kapsamda, bütünleşik bir esatınalma ve teklif yönetim sistemi, yerli bir çözüm olarak Yenilikçi bulunmamaktadır.",
  "char_len": 4045,
  "sentence_count": 5
}