{
  "source_file": "report2.txt",
  "category": "genel",
  "chunk_index": 251,
  "chunk_text": "İşbirliği ve Etkileşime Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Toplam Proje Sayısı 6 Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Kamu Destekli Üniversite-Sanayi İşbirliği Projelerinin Dönemsel 8.716.792,64 Harcaması (TL) Ar-Ge Merkezinde Faaliyet Yılında Kamu Desteği Olmayan Ancak Üniversite-Sanayi İşbirliği Kapsamında Yürütülen (Devam 0,00 Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Firmalar Arası Ar-Ge İşbirliği Olan Projelerin Dönemsel (Faaliyet Yılı) 0,00 Harcaması (TL) Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Siparişe Dayalı Ar-Ge Proje Sayısı 0 Sayfa 62 / 66 11.5. Ticarileşmeye Dair Bilgiler Ürün Gelir Bilgisi Önceki Dönem (2022) Faaliyet Dönemi (2023) Faaliyet Yılı Toplam Ciro Miktarı (TL) Bu değer hesaplanmamaktadır. 26.473.637,06 Geliştirilen (son 3 yıl içinde) yeni ürünlerden elde edilen Toplam Yurtiçi Satış Geliri (TL) 8.015.210,00 8.211.000,00 Geliştirilen (son 3 yıl içinde) yeni ürünlerden elde edilen Toplam Yurtdışı Satış Geliri (TL) 270,53 750.000,00 Sayfa 63 / 66 11.6. Fikri Mülkiyet Yetkinliğine Dair Bilgiler Faaliyet Yılında Tescil Edilmiş Uluslararası Patent Sayısı* 0 Faaliyet Yılında Tescil Edilmiş Ulusal Patent Sayısı* 0 Faaliyet Yılında Başvuru Yapılan Uluslararası Patent Sayısı* 0 Faaliyet Yılında Başvuru Yapılan Ulusal Patent Sayısı* 0 Faaliyet Yılında Tescil Edilmiş Faydalı Model Sayısı* 0 Faaliyet Yılında Tescil Edilmiş Tasarım Sayısı* 0 Faaliyet Yılında Tescil Edilmiş Yazılım Tescil Sayısı* 0 Tescil Edilmiş Triadik Patent Sayısı* 0 Ulusal Yayın Sayısı* 1 Uluslararası Yayın Sayısı* 2 Faaliyet Yılında Yurt İçinde Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 11 Faaliyet Yılında Yurt Dışında Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 5 Bir Önceki Faaliyet Yılında Yurt İçinde Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 20 Bir Önceki Faaliyet Yılında Yurt Dışında Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 3 *Ar-Ge merkezinin verileri esas alınmıştır. Sayfa 64 / 66 11.7. Diğer Bilgiler İşletmenin, Faaliyet yılında geçerli bir ISO 14001 belgesi var mı?",
  "char_len": 2282,
  "sentence_count": 5
}