{
  "source_file": "report2.txt",
  "category": "genel",
  "chunk_index": 139,
  "chunk_text": "Proje kapsamında hedeflere ulaşılabilirse proje çıktılarından firmamızın sunduğu diğer hizmetlerin verimini arttırmada rol alacaktır. Sayfa 39 / 66 Proje Kodu SGM-PER-017 Proje Adı Global E-Ticaret Platformları için Kişiselleştirme Uygulamaları - Segmentify Personalisation Apps for Platforms Proje 1.10.2022 Başlama Tarihi Proje Bitiş 31.1.2024 Tarihi Projede 14 Görev Alan Personel Sayısı Proje Süresi 125,00 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 7.004.812,65 Proje Bütçesi (TL) Öz 7.004.812,65 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje Şirketimizin yeni pazarlara açılması ve globalleşmesi için projemiz önemi bir yer tutmaktadır. Farklı ülkelerden farklı dinamikleri olan Konusunu müşteri gruplarına verimli şekilde ulaşmamızın yolu bu müşteri grupları tarafından ortak olarak kullanılan platformlar ile geliştirdiğimiz Belirleyen yazılımları uyumlu çalışacak hale getirmektir. E-ticaret alanında dünyada giderek popülerleşen headless commerce kavramına uygun olarak İhtiyaçlar e-ticaret firmaları online alanda çok farklı kanallar üzerinden satış yapabilmektedirler (bunlardan bazıları firmanın kendi web sitesi, mobil uygulamaları, pazaryeri uygulamaları, sosyal medya ağları içindeki mini mağazalar, vb.) Bu farklı kanalların hepsine firmamızın sunduğu yapay zeka hizmetlerini ulaştırmak için e-ticaret platformları ile detaylı ve güçlü entegrasyonlar gerekmektedir. Bu entegrasyonlar içinde hem ülkemizde hem de dünyada kısıtlı miktarda sunulabilen tekil bir müşterinin bütün kanallar üzerinde tekilleştirilmesi ve ona sunulan kişiselleştirilmiş alışveriş deneyiminin gerçek zamanlı devamlılığının sağlanabilmesi önem taşımaktadır.",
  "char_len": 1858,
  "sentence_count": 5
}