{
  "source_file": "report2.txt",
  "category": "genel",
  "chunk_index": 51,
  "chunk_text": "Çalışanlarımız üzerinde farkındalık yaratacağız. * Ar-Ge merkezi kapsamında alınacak tüm teşvikler, araştırma ve geliştirme faaliyetlerimizde kullanılacaktır. Arge Merkezi Vizyonumuz: “Segmentify Ar-Ge Merkezi; gelişen teknolojiyi yerinde takip ederek proje ve ürünlerine uygulamak, hizmet verdiği sektörleri yerli yazılımlar ile desteklemek, yazılımda dışa bağımlılığı azaltmak, yurtdışı yazılım pazarına ihracat yaparak döviz kazandırıcı hizmet vermek ve global bir şirket olma hedefindedir.“ Arge Merkezi Misyonumuz: “Segmentify Ar-Ge Merkezi, yazılım sektöründe geliştirilen projelerde uygulanan verimli geliştirme yöntemlerini kullanmak sureti ile; platform bağımsız, kişisel verilerin gizliliği ilkelerine riayet eden, güvenli, kullanıcı dostu, yazılım kalite standartları kapsamında geliştirilmiş, testleri başarı ile sonuçlanmış, çevresel faktörleri ön planda tutarak kaynak kullanımı konusunda özenli yazılımlar üretme vizyonu ile hareket eder. Bu hedef doğrultusunda müşterilerimize benzersiz bir alışveriş deneyimi sunmak amacıyla, büyük veri ve yapay zeka teknolojilerini kullanarak kişiselleştirme çözümlerinde öncü olmayı hedeflemekteyiz.“ Kısa Vadeli Hedeflerimiz: - 2024 Yılında 2 Yeni Ar-Ge projesinin başlatılması - 1 Adet uluslararası destekli proje başlatılması - 1 Adet Üniversite - Sanayi İş Birliği Projesinin başlatılması - Ar-Ge Sonucu ortaya çıkan yeni ürünlerin ciroya oranını 2024 sonu itibariyle %45 seviyesine çıkarmak. - 2024 yılı sonuna kadar 10 adet bilimsel konferans, seminere katılım sağlanması - 2024 yılı sonuna kadar 1 adet Bilimsel Makale, Yayın üretmek Orta ve Uzun Vadeli Hedeflerimiz: - 2024-2028 arasında 6 yeni Ar-Ge projesinin başlatılması - Ar-Ge Sonucu ortaya çıkan yeni ürünlerin ciroya oranını %30’a yükseltmek. - Toplam araştırmacı sayısının Ar-Ge Personeline oranını %90 seviyesine yükseltmek. - Lisansüstü Dereceli Araştırmacı Sayısının Toplam Ar-Ge Personeli Sayısına Oranını %25 seviyesine çıkarmak. - 4 adet Bilimsel Makale, Yayın üretmek - Yeni gerçekleştirilebilir 100 proje fikri üretmek Sayfa 10 / 66 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri Unvanı Segmentify Yazılım Anonim Şirketi Adres Acıbadem Mahallesi Acıbadem Caddesi Tellioğlu İş Merkezi no 43 daire 5 Kadıköy/İstanbul Lokasyon Diğer İl İstanbul Telefon 0216 706 0796 E-Posta arge@segmentify.com SGK İşyeri Sicil No 26201070713566080341028000 Ofis Alanı (m2) 400 Laboratuvar, Test, Prototip, Atölyesi vb. Bölümlerin Alanı 0 (m2) Toplam Alanı (m2) 400 Sayfa 11 / 66 2.2. Ar-Ge Merkezi'nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema Sayfa 12 / 66 2.3.",
  "char_len": 2614,
  "sentence_count": 5
}