{
  "source_file": "report2.txt",
  "category": "genel",
  "chunk_index": 40,
  "chunk_text": "Bunun yanında Veri Bilimi Yarışması ana sponsoru olarak verdiğimiz ödül birinci olan ekibin firmamızda 3 ay boyunca ücretli staj olanağı oldu. Kazanan ekipten iki öğrenci 2018 yazında firmamızda Büyük Veri ve Analiz ekibimizde staj yapacaklardır. * Ernst and Young Dünya Yılın Girişimcisi – 2019: EY tarafından düzenlenen yarışmada Türkiye finalistleri içinde yer aldık. * Forbes Türkiye’nin 2019’un en başarılı 50 startup’ı listesinde yer aldık. Sayfa 5 / 66 * G2 Summer 2020 raporunda e-ticaret kişiselleştirme alanında 3 farklı ödül almışlır: “Easisest To Do Business With”, “High Performer” ve “Fastest Implementation” * E-ticaret Teknolojileri alanında 2021 sonu itibari ile 8 ülkede en çok takip edilen sanal içeriklerden “eCommerce Growth Show”u yapmaktadır. (https://www.segmentify.com/ecommerce-growth-show#pll_switcher) * G2 tarafından “Personalisation Tech Solution in eCommerce” alanında 2022 yaz ve güz dönemlerinde lider olarak seçildik 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri İşletme bir grup veya holdinge bağlı değil Sayfa 6 / 66 1.1.2. İşletme Bilgileri İşletme Segmentify Yazılım Anonim Şirketi Unvanı Faaliyet 62.01.01 -- Bilgisayar programlama faaliyetleri (sistem, veri tabanı, network, web sayfası vb. yazılımları ile müşteriye özel yazılımların Kodu kodlanması vb) Adres Acıbadem Mahallesi Acıbadem Caddesi Tellioğlu İş Merkezi no 43 daire 5 Kadıköy/İstanbul İl İstanbul Telefon 0216 706 0796 E-posta info@segmentify.com Adresi Yerli/Yabancı Yabancı Ortaklı Kuruluş 23.7.2015 Tarihi Ticaret Sicil 29.7.2015 Gazetesinde Yayımlanma Tarihi Sanayi / 984224-0 Ticaret Sicil No Kayıtlı İTO Olduğu Sanayi / Ticaret Odası Vergi Dairesi Kadıköy / 7580283767 / No SGK İşyeri 26201070713566080341028000 Sicil No Kuruluş 50.000,00 Sermayesi Mevcut 74.530,00 Sermaye KOBİ mi? Evet MERSİS No? 984224-0 Kalite Firmamız Bilgi Güvenliği alanında yıllık olarak TSE onaylı firmalar tarafından denetlenmekte ve sertifikalandırılmaktadır. 2021 yılı için bu Standartları hizmeti BGA bilgi Güvenliği A.Ş. firmasından alınmıştır. 2023 yılında başlattığımız bilgi teknolojileri güvenliği çalışmaları kapsamında 2024 Belgeleri başında ISO-27001 ve ISO-22301 sertifikaları alınmıştır.",
  "char_len": 2196,
  "sentence_count": 5
}