{
  "source_file": "report2.txt",
  "category": "mevzuat",
  "chunk_index": 95,
  "chunk_text": "Faaliyet Döneminde Devam Eden Proje Detayları Proje Kodu SGM-PER-016 Proje Adı Tekrarlı Ürün Öneri ve Stok Optimizasyon Sistemi Proje 1.3.2022 Başlama Tarihi Proje Bitiş 31.1.2024 Tarihi Projede 18 Görev Alan Personel Sayısı Proje Süresi 120,00 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 7.963.105,20 Proje Bütçesi (TL) Öz 7.963.105,20 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Sayfa 36 / 66 Proje E-ticaret alanında artan rekabet ve sanal mağaza müşterilerinin giderek artan talepleri ile onlara daha kapsamlı ve uçtan uca bir alışveriş Konusunu deneyimi yaşatabilmek müşteri memnuniyeti ve rekabet üstünlüğü açısından önem arz etmektedir. Müşteri bağlılığı (customer loyalty) Belirleyen arttıkça müşterilerin aynı mağazadan aynı ürünleri alma ihtimali artmakta ve müşteriler bu noktada bu işlemin ya zamanında hatırlatmalar İhtiyaçlar ile ya da tamamen otomasyon üzerinde olmasını talep etmektedirler. Bu tekrarlı satın alım özellikle market, eczane, giyim ve sarf malzemeleri sektörlerinde satış hacminin %50’den fazlasını oluşturmakta ve bu doğru zamanda müşteri yakalanmazsa bu müşterinin sadece o satış için değil gelecekteki pek çok satış için bir rakip firmaya kaptırılmasına neden olmaktadır. Bu sebeple kişi özelinde satın alınma sıklığı, hacmi, fiyat aralığı gibi analizler ile tekrarlı satın almaya uygun müşterilere doğru zamanda doğru içerik ve ürünler ile ulaşmak bu sektörlerde faaliyet gösteren firmaların önemli bir ihtiyacıdır. Bu ihtiyacın içinde frekans analizi, satış hedef tahmini öne çıkmakla birlikte bu tahminler ve analizler sonucunda farklı pazarlama kanalları üzerinden yapılacak hatırlatma ve hedefleme kampanyalarını tetikleyebilecek bir otomasyon sistemine de ihtiyaç bulunmaktadır. Bu otomasyon sistemi her bir müşteri özelinde çalışabilmeli ve müşterinin doğru zamanında ona doğru yöntem, mesaj ve içerikler ile ulaşabilmektir.",
  "char_len": 2069,
  "sentence_count": 6
}