{
  "source_file": "report2.txt",
  "category": "mevzuat",
  "chunk_index": 68,
  "chunk_text": "Kuruluş, Vakıf ve Fonlar Diğer / T-Soft Türkiye T-soft'un e-ticaret müşterilerine kişiselleştirme hizmetlerimiz entegre bir şekilde Kurum, sunulmaktadır. Kuruluş, Vakıf ve Fonlar Diğer / Bilgi Teknolojileri ve İletişim Türkiye Bilgi Teknolojileri ve İletişim Kurumu, Bilgi Üniversitesi ve Teknoloji Hukuku Enstitüsü'nün Kurum, Kurumu, Bilgi Üniversitesi, ortak \"BULUT BİLİŞİM VE VERİ DOLAŞIMI KONFERANSI\" nda konuşmacı olarak katılım Kuruluş, Teknoloji Hukuku Enstitüsü sağlanmıştır. Vakıf ve Fonlar Diğer / \"Randem Group İngiltere BigCommerce entegrasyonunda destek olmanın yanı sıra İngiltere ve Avustralya'daki Kurum, https://www.randemgroup.com/\" müşterilerine çözümlerimizin sunulmasının sağlanması Kuruluş, Vakıf ve Fonlar Üniversiteler Çukurova Üniversitesi Bilgisayar Türkiye Proje yarışmasında jüri olarak yer alınması ve birinci olan öğrenciye staj hakkı sağlanması. Mühendisliği Bölümü Doç. Dr. Fatih Akay Üniversiteler Çukurova Üniversitesi Bilgisayar Türkiye E-ticarette Yükselen Trendler ve Ar-Ge konulu sempozyumda konuşmacı olarak katılım Mühendisliği Bölümü sağlandı. Diğer / Soft Away (TOBB) Türkiye Yazılım sektöründe çalışan Türk firmalarının küreselleşmesi için başlatılan 25 firmanın Kurum, eğitimi ve yurtdışına açılım desteklerinden yararlanmasını içeren ve TOBB tarafından Kuruluş, yönetilen program Vakıf ve Fonlar Diğer / \"Awin https://www.awin.com/\" Türkiye E-ticaret alanında faaliyet gösteren Awin firması ile birlikte ürün geliştirmek için işbirliğine Kurum, gidilmiştir Kuruluş, Vakıf ve Fonlar Diğer / \"Klaviyo Türkiye E-posta pazarlama alanında ffaliyet gösteren Klaviyo firması ile ortak ürün geliştirmek için Kurum, https://www.klaviyo.com/\" işbirliğine gidilmiştir Kuruluş, Vakıf ve Fonlar Diğer / Group M Türkiye Covid'in e-ticaret üzerine etkileri için ortak bir çalışma yürütüldü ve rapor yayınlandı Kurum, Kuruluş, Vakıf ve Fonlar Ar-Ge / Dengage İnteraktif Dijital Türkiye E-posta pazarlama alanında ffaliyet gösteren Klaviyo firması ile ortak ürün geliştirmek için Tasarım Teknoloji Hizmetleri ve Pazarlama işbirliğine gidilmiştir Merkezleri A.Ş Diğer / Patika.dev Türkiye Yazılım geliştirici adaylarının kariyer yolculuklarının başında eğitim ve sonrasında işe alım Kurum, konusunda birliktelik kuruldu Kuruluş, Vakıf ve Fonlar Diğer / Harvard Business Review Türkiye Türkiye Teknoloji girişimciliği alanında başarı ve Pazar dinamikleri üzerine saha araştırmasına Kurum, destek verildi Kuruluş, Vakıf ve Fonlar Diğer / Kadın Emeğini Destekleme Vakfı Türkiye Sosyal Yardım projesi kapsamında İstanbul Yarı Maratonu'na Segmentify ARGE Ekibi olarak Kurum, katılım gösterildi ve bağış toplandı. Derneğin seçtiği kadınlara iki farklı seansta yazılıma Kuruluş, giriş eğitimleri verildi ve workshoplar yapıldı.",
  "char_len": 2747,
  "sentence_count": 6
}