{
  "source_file": "report2.txt",
  "category": "mevzuat",
  "chunk_index": 48,
  "chunk_text": "Bu bağlamda da sürekli önde olabilmek için çok güçlü bir Ar-Ge’ye sahip olmamız gerektiğinin ve her zaman rakiplerimizin önünde olmaya çabalamamız gerektiğinin bilincindeyiz. Ar-Ge’nin ve getirdiği kültürün şirketimizin varlığı, rekabet gücü ve geleceği açısından önemi tüm yönetim ekibimiz ve personelimiz tarafndan çok iyi kavranmış durumdadır ve bu konudaki çalışmaları büyük bir titizlikle devam etmekteyiz. Bu amaçla nitelikli personel istihdam ederek, onların sürekli gelişimini sağlamak, gerekli kaynakları sağlayarak müşterilerin ve pazarın ihtiyaç duyacağı yazılım ve uygulamaları gerçekleştirmek amacındayız. Bu doğrultuda ekibimizin ihtiyaç duyabileceği her türlü kaynağa ulaşabilmek için gerekli olan kurum ve kuruluşlarla işbirliğini geliştirme yönünde çalışmalar yapıyoruz. Üniversiteler ve Sivil Toplum Örgütleri ile işbirliği, TÜBİTAK ve Avrupa Birliği projeleri, faydalı model/patent ve yazılım tescilleri ile inovasyon yolculuğuna ve niteliği yüksek ürünlerimizle müşterilerimize çözüm ortağı olmaya devam ediyoruz. Uyguladığımız stratejinin satır başlarını özetlemek gerekirse: * Bu kapsamda Segmentify markasının geleceği ve büyümesine yönelik stratejilerin projeleri Ar-Ge merkezimizde şekillenecektir. * Darboğaz yaşanan teknik süreçler burada görüşülecek ve aksiyon alınmasına yönelik projeler başlatılacaktır. * Ar-Ge Merkez bünyesindeki yeni kadrolarımızı yüksek lisanslı/doktoralı; konusunda uzmanlaşmış adaylardan tercih edeceğiz. * Planladığımız projelerle ilgili üniversitelerle ortak çalışmalar yapacağız ve üniversitelerin doktora öğrencileri ile ortak projeler yürüteceğiz. * Mevcut çalışanlarımızı yüksek lisans ve doktora yapmaları için yönlendireceğiz. * TEYDEB ve Avrupa Birliği projelerimizin sayısını artıracağız. * Patent ve faydalı model sayımızı arlıracağız; personel alımını ve araşlırmalarımızı bu kapsamda yönlendireceğiz.",
  "char_len": 1866,
  "sentence_count": 6
}