{
  "source_file": "report2.txt",
  "category": "mevzuat",
  "chunk_index": 38,
  "chunk_text": "Türk yazılım dünyasının dev firmaları arasında programa kabul edilmek ve Amerika pazarında 1 aylık geri bildirim toplamak firmamızın şu anki ürünlerinin ve AR-GE projelerinin gelişmesinde çok önemli rol oynadı. (Programın eski adı İtügate, sonra Innogate olarak değiştirildi) *Startupbootcamp İstanbul- 2015: Dünyanın önde gelen hızlandırma programlarından Startupbootcamp’ın Istanbul ayağında kalılımcılar arasında birinci seçilerek 4 aylık bir kuluçka süreci geçirdik. Bu programda ilk AR-GE çalışmalarımızın ürünleşmesi tamamlandı ve ilk müşterilerimizi edindik * Webrazzi Arena - 2015: Girişimci firmaların sahnede jüri üyelerine ve ziyaretçilere ürünlerini ve projelerini sundukları yarışmada finallere seçilip 3. olduk. Bu sayede Avrupa’nın en büyük girişim yarışması olan Techcrunch Disrupt Londra yarışmasına katılım hakkı kazandık. * Webrazzi Yılın SaaS Girişimleri - 2016: Webrazzi okuyucuları tarafından seçilen Yılın SaaS (Software as a Service) girişimi alanında ilk 10’a seçildik * Startup 100 - 2017: Türkiye’nin önde gelen firmaları ve girişimcilerinin önde gelen 100 girişimci firmayı seçtiği yarışmada 9. seçildik ve ödül aldık. * Webrazzi Yılın SaaS Girişimleri - 2017: Webrazzi okuyucuları tarafından seçilen Yılın SaaS (Software as a Service) girişimi alanında ilk 10’a seçildik. * Seedstars Global 2017: 65 farklı ülkede yerel yarışmalardan sonra Dünya çapında başarılı girişimci firmaların seçildiği yarışmada Türkiye birincisi olup, Lozan’da finalist 10 ekipten biri olarak seçildik. * TİM Dubai ve Londra Bilişim - 2017: Türkiye İhracatçılar Meclisi tarafndan Dubai ve Londra pazarlarına açılım için desteklenen ilk 10 yazılım firmasından biri olarak seçildik. Bu sayede Dubai ve Londra ofislerimizi açtık ve bu pazarlara yazılım ihracatına başlayabildik. * Startup 100 - 2018: Türkiye’nin önde gelen firmaları ve girişimcilerinin önde gelen 100 girişimci firmayı seçtiği yarışmada 8. seçildik ve ödül aldık. * Veri Bilimi ve Isistatistik Paneli & 2.Veri Bilimi Yarısm̧ ası - 2018: Yıldız Teknik Üniversitesi çalısı allında yapılan bu etkinlik için ana sponsorlar arasında yer aldık ve etkinlikte yaplığımız sunum ile tecrübelerimizi bu alanda çalışan herkes ile paylaşlık. Bunun yanında Veri Bilimi Yarışması ana sponsoru olarak verdiğimiz ödül birinci olan ekibin firmamızda 3 ay boyunca ücretli staj olanağı oldu. Kazanan ekipten iki öğrenci 2018 yazında firmamızda Büyük Veri ve Analiz ekibimizde staj yapacaklardır. * Ernst and Young Dünya Yılın Girişimcisi – 2019: EY tarafından düzenlenen yarışmada Türkiye finalistleri içinde yer aldık. * Forbes Türkiye’nin 2019’un en başarılı 50 startup’ı listesinde yer aldık. Sayfa 5 / 66 * G2 Summer 2020 raporunda e-ticaret kişiselleştirme alanında 3 farklı ödül almışlır: “Easisest To Do Business With”, “High Performer” ve “Fastest Implementation” * E-ticaret Teknolojileri alanında 2021 sonu itibari ile 8 ülkede en çok takip edilen sanal içeriklerden “eCommerce Growth Show”u yapmaktadır. (https://www.segmentify.com/ecommerce-growth-show#pll_switcher) * G2 tarafından “Personalisation Tech Solution in eCommerce” alanında 2022 yaz ve güz dönemlerinde lider olarak seçildik 1.1.1.",
  "char_len": 3156,
  "sentence_count": 6
}