{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 219,
  "chunk_text": "Birim, fonksiyonel ve entegrasyon testleri bilgisayarlara yaptırılacaktır. - CI/CD süreçleri tasarlanarak uygulama özelliklerinin kullanıcıya ulaştırılma süresi kısaltılacaktır. - Graph algoritmalarından (BFS, DFS, KNN vs.) uygun olanı araştırılarak pozisyon - organizasyon bilgilerine göre karmaşık hierarşiler oluşturularak personel ve diğer süreçlerdeki iş akışı, yedekleme vs. süreçlerinin işletilmesi sağlanılacaktır. Projemiz kapsamında, çalışan süreç yolculuğunun tek bir sistem üzerinden yönetilmesinin sağlanarak İK süreçlerindeki 3 ana hususta yüksek performanslı bir karar destek sisteminin geliştirilmesi hedeflenmiştir. • Alternatif personel kümeleri içerisinden, kişinin iş deneyimleri, proje deneyimleri, performans değerlendirmeleri gibi çok boyutlu kriterler üzerinden işe uygun personelin önerilmesi • Personellerin çok boyutlu özgeçmiş kriterleri üzerinden benzerlikleri collaborative filtering veya singular value decomposition kullanılarak hesaplanacak, pozisyon açılan ilgili ekipte yer alan örnek personele benzerliği belirlenen oranın üzerinde olan personeller önerilecektir. • Şirket hedefleri ve pozisyonun gereklilikleri doğrultusunda alternatif personeller içerisinden terfi ettirilmesi uygun personellerin rasyonel olarak önceliklendirilmesi • Şirketin geçmiş yıllarda terfi kararı verme datası ve çok boyutlu özgeçmiş kriterleri üzerinden personelin güncellenen bilgilerine göre mevcut dönemde terfi etme olasılıkları makine öğrenmesiyle (logistic regression vb.) tahmin edilecek. Belirli bir olasılığın üzerinde kalan personeller terfi için önerilecektir. • Şirket içi genel ücret zammı dönemlerinde, şirketin politikaları doğrultusunda ücret zamlarının rasyonel kriterler doğrultusunda personel bazında önerilmesi • Şirketin geçmiş yıllarda personele verdiği ücret zammı kararları / ücret zammı bandı ve çok boyutlu özgeçmiş kriterleri üzerinden personelin güncellenen bilgilerine göre mevcut dönemde alacağı ücret zammı / segment edileceği ücret zammı bandı makine öğrenmesiyle (regression, decision tree vb. )tahmin edilecek. Projenin Projede yer alacak fonksiyonlardan, Veri Analitiği yapısı, Çalışan Süreç Yolculuğu Yapısı, Konektör yapısı, İş Yenilikçi Akışı Süreçleri, Analitik tabanlı esnek raporlamalar AR-GE kapsamında ele alınacaktır. Uygulamanın Yönü ve Ar- gerçekleştirilebilmesi için insan kaynakları teknolojileri konusunda uzman; iş süreç danışmanları, Bilgi Sistemi Ge Niteliği geliştirme tecrübesi olan analistler, programcılar ve uygulamanın teknolojik gelişmelere ve mevzuata Sayfa 58 / 74 uygunluğunu kontrol edecek bilim danışmanlarının görev alması gerekecektir. Ulusal uluslararası alandaki büyük firmaların ( çalışan sayısı +2000), İ.K. sistemlerine yönelik beklentileri ve bu beklentilerini farklı ürünlerle karşılayabilme düzeyleri araştırılmıştır.",
  "char_len": 2806,
  "sentence_count": 6
}