{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 68,
  "chunk_text": "Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) Kontrol Mekanizması Var / Yok Sayısı Turnike sayısı Var 1 RFID sayısı Var 1 Personel giriş kartı sayısı Var 25 Yüz tanıma, parmak İzi, vb. sayısı Yok 0 Kamera ve kayıtları sayısı Var 3 Puantaj için gerekli donanım ve proje yönetimi ve muhasebe ile entegre yazılım sayısı Var 1 Sayfa 27 / 74 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge Tarihi İtibariyle Ar-Ge İndirimine Konu Olan Ar-Ge ve Yenilik Harcamalarının Kapsamı Faaliyet İlk Madde ve Malzeme Amortisman Net Personel Genel Dışarıdan Sağlanan Fayda Dönemi Giderleri Tutarı Giderleri Toplamı Giderler ve Hizmetler 2018 0,00 988,65 1.578.249,27 401.597,37 91.071,43 Faaliyet Vergi, Ar-Ge ve / Sağlanan Ar-Ge ve Tasarım Ar-Ge/Tasarım İndirimi Kapsamında Dönemi Resim ve veya Tasarım Nakit İndirimine Tabi Yararlanılan / Yararlanılacak Kurumlar Harçlar Harcaması Destekler Harcamalar Toplamı Vergisi İstisnası 2018 0,00 2.071.906,72 0,00 2.071.906,72 455.819,48 Sayfa 28 / 74 3.2. Belge Tarihi İtibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet vb. Teşvik Tutarı Faaliyet Ar-Ge ve Tasarım İndirimi Kapsamında Yararlanılan Gelir Vergisi Sigorta Damga Gümrük Dönemi / Yaralanılacak Kurumları Vergisi İstisnası Stopaj Primi Vergisi Vergisi Teşviği Desteği İstisnası İstisnası 2018 455.819,48 218.868,12 69.505,15 9.917,90 0,00 Faaliyet Yararlanılan İndirim, İstisna, Ar-Ge İndirimine Tabi Yıllık Toplam Toplam Dönemi Muafiyeti vb. Teşvik Tutarı Harcamalar Toplamı Ciro Harcamanın Ciroya Oranı 2018 754.110,65 2.071.906,72 192.681.637,07 2.071.906,72 / 192.681.637,07 Sayfa 29 / 74 4. Ar-Ge MerkeziNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları Kuruluşumuzun hali hazırda uluslararası bilimsel kütüphane ve veritabanlarına doğrudan üyeliği bulunmamaktadır.",
  "char_len": 1868,
  "sentence_count": 6
}