{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 130,
  "chunk_text": "Aynı şekilde hızın yeterli olmadığı durumlarda analizlerin paralel yapılabilmesi için MapReduce tarzı hızlı işlem imkanı veren teknikler kullanılacaktır. Bunun kararı ve ne seviyede kullanılacağı belli bir aşamaya gelindikten sonra verilecektir. - Yüksek oranda sınıflandırması doğru yapıldığı düşünülen girdiler(ihale adı, malzeme adı gibi) Elastic Search ortamlarına sokularak kullanıcının daha en baştan sınıflandırılmış veri ile girdi yapmasını sağlayacaktır. Bu sayede sistemin gitgide daha az sınıflandırma yapması hedeflenecektir. - Mevcut Pratis.Net web uygulaması büyük ölçüde aynı kalacak, sınıflandırma sorularına yanıt, elasticsearch kullanımı, sınıflandırma motoru ile aralarındaki entegrasyon sağlanacaktır. - Sınıflandırma algoritmaları ihtiyaç halinde açılıp kapanabilen, yatay/dikey büyüyüp küçülebilen işlem gücü ortamlarında çalıştırılacaktır. - Olası proje ekibinin yetkin olduğu alanlar Microsoft teknolojileri olduğu için geliştirme ortamları yine .Net ve C# dili olarak öngörülebilir. Tüm bileşenler Amazon AWS public bulut ortamında çalıştırılması planlanmaktadır. - Proje kaynaklarına yeni teknik ekipmanların ya da akademik çalışmaların sonucunda edinilecek yeni bakış açılarına göre gerekli eğitimlerin aldırılması sağlanacaktır. Projemiz kapsamında 2018 yılı içerisinde yapılan faaliyetler: Veri temizleme, sınıflandırma ve büyük veri analizi için gerekli olan uygulamalar public cloud sağlayıcılar üzerinde incelenmiş ve öncelikle uygulamanın bulut uyumlu bir hale getirilmesi, bulut servislerine göre uyarlanması ve proje konularında ilerleme sağlayacak bulut servislerinin kullanımına olanak verecek şekilde taşınması, yapısının değiştirilmesi ve uygulama geliştirme çalışmalarının uygulanması, projelendirilmesi ve yürütülmesi işlemleri gerçekleştirilmiştir. Veri temizleme ve sınıflandırma ile ilgili veri hazırlama, temizleme, dil çevrimi işlemleri ile ilgili araştırmalar ve baz geliştirmeler yapılmış, sınıflandırma algoritmaları ile çalışan araçlar çalıştırılmıştır.",
  "char_len": 2003,
  "sentence_count": 6
}