{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 116,
  "chunk_text": "Projenin - Pratis.Net dahil benzer platformlarda veri analizi sonucunda çıkabilecek modellerin yine aynı süreçlere farklı Yenilikçi otomasyonlar sağlayacak şekilde girdi olarak kullanılması örneği, satınalma dünyasında karar vermede öncü Yönü ve Ar- bir yöntem olacaktır. - Ürünün raporlama altyapısını tamamen değiştirerek teknik bağımlılıktan kurtulmuş bir Ge Niteliği raporlama altyapısı kullanılacaktır. Projenin Beklenen çıktılar ve faydaları, - Bu projeler silsilesi sırasında elde edilecek teknik ve işsel tecrübe, diğer Beklenen ürünler ya da diğer yazılım projelerinde kullanılmak üzere orta/üst düzey tecrübe edinilmesini sağlanması, - Çıktıları ve Pratis.Net platformu bu çalışma sonucunda raporlama altyapısı ile ilgili sorunlarının giderilmesi, - Tahmini Faydaları piyasa fiyatları ve ulaşılabilir alım fiyatlarının çıkartılması, - Para birimlerinin bağımlılıklarının hesaplanması, - Şirket tasarruf etki analizi: Hangi koşullar altında tedarikçi çalışmayı bırakır,Hizmet alımlarında riskler oluşur, Ürün kalitesi düşer vs. ) - Ürün/Hizmet ve kazanma oranları üzerinden optimum tedarikçi önerisi, - Ürünler için optimum dönem ve fiyat önerisidir. Sayfa 41 / 74 Proje Kodu P8 Proje Adı Pratis.Net İhale verilerinin otomatik olarak sınıflandırılması Proje 1.10.2017 Başlama Tarihi Proje Bitiş 31.10.2019 Tarihi Projede 3 Görev Alan Personel Sayısı Proje Süresi 25 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 400.000,00 Proje Bütçesi (TL) Öz 400.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Sayfa 42 / 74 Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje Pratis.Net Elektronik Satınalma Platformu alıcı ve tedarikçi arasındaki satınalma süreçlerini destekleyen, ticari Konusunu bir süreç sunan bir B2B platformudur. Bünyesinde yaklaşık 100 büyük-orta ölçekli alıcı ile yaklaşık 23000 Belirleyen tedarikçi satınalma ilişkilerini yürütmektedir. Platform üzerinde; talep, ihale, teklif toplama, fiyat İhtiyaçlar değerlendirme, katalogtan alım, sipariş, teslimat süreçleri sürdürülmekte ve bununla ilgili veriler süreçlerin devamında kaydedilmektedir. Pratis sisteminde, - 58 bini 2017 de olmak üzere 315000 ayrı pazarlık oluşturulmuştur.",
  "char_len": 2311,
  "sentence_count": 6
}