{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 64,
  "chunk_text": "Seminer, Konferans, Sempozyum teşvikleri aşağıdaki gibidir; i) Akademik çalışma yapacağınız yayının Ar-Ge Merkezi Projeleri ile ilişkilendirilmesi gerekmektedir. ii) Çalışmanın bilgilendirme bölümünde yapacağınız yayının, SabancıDX Ar-Ge Merkezi projeleri kapsamında yapıldığının beyanı gerekmektedir. (Örnek: “Yapılan bu çalışma, SabancıDx . Ar-Ge Merkezinde Yürütülen ‘……’ Projesi Kapsamında Gerçekleştirilmiştir.”) iii) Ulusal bir konferansa özet bildiri ya da poster sunulursa 300 puandır. iv) Ulusal bir konferansa tam metin sunulursa 750 puandır. v) Uluslararası bir konferansa özet bildiri ya da poster sunulursa 450 puandır. vi) Uluslararası bir konferansa tam metin sunulursa 1.000 puandır. vii) Katılım durumlarında masraflar (katılım, konaklama, ulaşım) şirket tarafından karşılanır. Makale destek teşviği ise aşağıdaki gibidir; i) Akademik çalışma yapacağınız yayının Ar-Ge Merkezi Projeleri ile ilişkilendirilmesi gerekmektedir. ii) Çalışmanın bilgilendirme bölümünde yapacağınız yayının, SabancıDX Ar-Ge Merkezi projeleri kapsamında yapıldığının beyanı gerekmektedir. (Örnek: “Yapılan bu çalışma, SabancıDx . Ar-Ge Merkezinde Yürütülen ‘……’ Projesi Kapsamında Gerçekleştirilmiştir.”) iii) Ulusal hakemli dergilerde makale yayınlandığında 1.500 puandır. iv) Uluslararası hakemli dergilerde makale yayınlandığında 2.000 puandır. v) SCI, SCI-E tarafından indekslenen dergilerde makale yayınlandığında 5.000 puan yayın teşvik ödeneği verilir. Sayfa 24 / 74 vi) AR-GE Teşvik tablosunda Akademi ve Bakanlık projeleri için teşviklere yer verilmiştir. vii) Yazar sayısı 1 kişiden fazla olduğu durumda çalışanlar için; 1. isim teşvik ödeneğinin 0.8 kalı, sonraki yazarlar 0.5 kalı oranında teşvik alırlar. Aynı makale için yalnızca ilk üç yazara ödeme yapılır. 1 puanın karşılığı olan tutar, her yılın Ocak ayı sonunda İnsan Kaynakları tarafından yayınlanır.",
  "char_len": 1863,
  "sentence_count": 6
}