{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 126,
  "chunk_text": "Geliştirme aşamasında işlerin düzgün olarak takip edilebilmesi ve analiz çalışmaları sonucunda ortaya çıkan dokümanların saklanması için Jira ve Confluence uygulama araçları kullanılacaktır. - Sınıflandırmayı yaparken metin olarak girilmiş ihale adı, ihale içinde kullanılan malzemelerin kısa metinleri ve hatta yararlı olabileceği düşünülürse ihale kapsamında alıcı ve tedarikçi arasında geçen mesajlaşmalar, ihaleye doküman olarak eklenen dokümanların tipleri kullanılabilecektir. - Bu veri alanlarında kullanılan kelimelerin, anlamlı veya işe yarar kelimeler olup olmadığı çeşitli algoritma ya da hazır API ler kullanılarak değerlendirilecektir. Örneğin kelime, ardarda aynı harfi içermiyorsa, belli oranda harf/rakam karışıklığı içeriyorsa, ingilizceye çevrilme ve Sayfa 43 / 74 ingilizceden geri çevrildiğinde aynı kelimenin bulunabilmesi başarısı belli bir oranın üzerindeyse anlamlı kullanılabilecek bir kelime olarak varsayılabilir gibi örneklemeler araştırılarak ortaya çıkartılacaktır. Burada dilbilimi açısından destek alınabilir ya da hazır doğal dil işleme API leri kullanılabilir. - Bu kelimeler benzerliklerine göre varsayılan olarak belli sınıflara bağlanacaktır. İlk etapta elle yapılacak müdahale ile bu varsayımlar düzeltilecektir. - Sistem bundan sonraki yeni ihale verilerinde, mevcut sınıflandırılmış verileri de göz önünde bulundurarak olması gereken sınıflandırmayı yeni kelimeler için sağlayacaktır. - Bundan sonraki adımda daha önce sınıflandırılmamış kelimeler Naive Bayes gibi olasılık hesaplayan algoritmalarla, birlikte kullanıldıkları daha önceden sınıflandırılmış kelimelerle en yakın olasılığı kullanarak aynı sınıflandırmaya tabi tutulacaklar. - Sistem buradaki kendi başarı oranını hesaplayarak, kullanıcılardan bazen destek isteyecektir. Örneğin, sınıflandırılmış kelimelerle birlikte kullanılan kelimeler aynı yoğunlukta kullanılmıyorsa –belli oran altında ise- kullanıcıdan teyit isteyebilecektir. Örneğin; mukavva kelimesi, Ambalaj ile mi ilgilidir, Kağıt/Selüloz ile mi, yoksa ikisi içinde mi? - Kelime yoğunluklarının ya da bilgi açısından değerlerinin belirlenebilmesi için kullanılabilecek yöntemler ile alakalı akademik ya da profesyonel destek alınacaktır. - Bu karar mekanizmasının hızlı çalışabilmesi için gerekli teknik altyapı oluşturulmalıdır.",
  "char_len": 2293,
  "sentence_count": 6
}