{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 133,
  "chunk_text": "Projenin - Pratis.Net’in otomasyon ve karar destek sistemlerine sahip olması için gerekli altyapı hazırlanmış olacaktır. - Yenilikçi Firmaların satınalma ve ihale işlemlerine yönelik işlevsel bir veri tabanı oluşturulacaktır. - Farklı içeriklerle Yönü ve Ar- tanımlanmış olan ürünlerin aynı ya da benzer olma olasılıkları yüksek güven aralığında tespit edilebilecektir. Ge Niteliği Projenin - Firmaların ihaleye çıkma ve ürünlerin ihaleye konu edilme yoğunluklarına göre değişmekle beraber ürün Beklenen eşleştirme performansının %90’ın üzerine çıkarılması hedeflenmiştir. - Bir ihale için mevcut raporlanabilir bilgi Çıktıları ve büyüklüğünün %40 arttırılması sağlanabilecektir. - Bu projeden elde edilen kazanımların, firmamızda yeni ar- Faydaları ge projelerini tetikleyeceği ve mevcut ar-ge projelerinin de derinliklerini arttırabileceği öngörülmektedir. Sayfa 44 / 74 Proje Kodu P4 Proje Adı Fatura faktöring - Firmaların nakit akışı risklerinin ölçümlenmesi Proje 1.1.2018 Başlama Tarihi Proje Bitiş 31.12.2019 Tarihi Projede 3 Görev Alan Personel Sayısı Proje Süresi 40 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 610.000,00 Proje Bütçesi (TL) Öz 610.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Sayfa 45 / 74 Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje Projenin başarıyla tamamlanması sonrasında e- dönüşümünü tamamlamış firmalara yönelik yenilikçi bir Konusunu factoring enstrümanının sunulabilmesi hedeflenmiştir. Bu çerçevede firmamızın servislerini kullanan e- Belirleyen dönüşümünü tamamlamış firmalara, mevcut sistemlerimiz üzerinden, belli faturalar için factoring yapma İhtiyaçlar olanağı sağlanacaktır. Bu aşamada 3 paydaşlı bir sistem kurgulanmaktadır. Bunlar müşteri, SabancıDX ve sisteme dahil olacak muhtelif finans kuruluşlarıdır.",
  "char_len": 1925,
  "sentence_count": 6
}