{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 131,
  "chunk_text": "Bu sayede sistemin gitgide daha az sınıflandırma yapması hedeflenecektir. - Mevcut Pratis.Net web uygulaması büyük ölçüde aynı kalacak, sınıflandırma sorularına yanıt, elasticsearch kullanımı, sınıflandırma motoru ile aralarındaki entegrasyon sağlanacaktır. - Sınıflandırma algoritmaları ihtiyaç halinde açılıp kapanabilen, yatay/dikey büyüyüp küçülebilen işlem gücü ortamlarında çalıştırılacaktır. - Olası proje ekibinin yetkin olduğu alanlar Microsoft teknolojileri olduğu için geliştirme ortamları yine .Net ve C# dili olarak öngörülebilir. Tüm bileşenler Amazon AWS public bulut ortamında çalıştırılması planlanmaktadır. - Proje kaynaklarına yeni teknik ekipmanların ya da akademik çalışmaların sonucunda edinilecek yeni bakış açılarına göre gerekli eğitimlerin aldırılması sağlanacaktır. Projemiz kapsamında 2018 yılı içerisinde yapılan faaliyetler: Veri temizleme, sınıflandırma ve büyük veri analizi için gerekli olan uygulamalar public cloud sağlayıcılar üzerinde incelenmiş ve öncelikle uygulamanın bulut uyumlu bir hale getirilmesi, bulut servislerine göre uyarlanması ve proje konularında ilerleme sağlayacak bulut servislerinin kullanımına olanak verecek şekilde taşınması, yapısının değiştirilmesi ve uygulama geliştirme çalışmalarının uygulanması, projelendirilmesi ve yürütülmesi işlemleri gerçekleştirilmiştir. Veri temizleme ve sınıflandırma ile ilgili veri hazırlama, temizleme, dil çevrimi işlemleri ile ilgili araştırmalar ve baz geliştirmeler yapılmış, sınıflandırma algoritmaları ile çalışan araçlar çalıştırılmıştır. Projenin - Pratis.Net’in otomasyon ve karar destek sistemlerine sahip olması için gerekli altyapı hazırlanmış olacaktır. - Yenilikçi Firmaların satınalma ve ihale işlemlerine yönelik işlevsel bir veri tabanı oluşturulacaktır. - Farklı içeriklerle Yönü ve Ar- tanımlanmış olan ürünlerin aynı ya da benzer olma olasılıkları yüksek güven aralığında tespit edilebilecektir. Ge Niteliği Projenin - Firmaların ihaleye çıkma ve ürünlerin ihaleye konu edilme yoğunluklarına göre değişmekle beraber ürün Beklenen eşleştirme performansının %90’ın üzerine çıkarılması hedeflenmiştir. - Bir ihale için mevcut raporlanabilir bilgi Çıktıları ve büyüklüğünün %40 arttırılması sağlanabilecektir. - Bu projeden elde edilen kazanımların, firmamızda yeni ar- Faydaları ge projelerini tetikleyeceği ve mevcut ar-ge projelerinin de derinliklerini arttırabileceği öngörülmektedir.",
  "char_len": 2398,
  "sentence_count": 6
}