{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 237,
  "chunk_text": "Uygulama tamamlandığında İhtiyaç Analiz, Fonksiyonel ve Teknik Tasarım dokümanları oluşacaktır. Projemizde iki farklı uzmanlık alanından akademik danışmanlık alınması öngörülmüştür. Bunlardan ilki satınalma bilgi alanı konusunda uzman iş süreç danışmanı, ikincisi ise veri analitiği, büyük veri ve veri işleme alanlarında uzman akademik danışmandır. .Bu danışmanlardan aşağıdaki hususlarda destek alınacaktır. -Sistem tasarımı, sistemlerin dış sistemlerle entegrasyonu konusunda akademik ve metodolojik yaklaşımların modüler tasarımı, -Elektronik pazar yerleri konusunda ticari ve akademik bilgi birikiminin araştırılması, iyi çalışma modellerinin ve bulguların tasarım ekibine aktarılması, - Veri yapılarının analizi ve geliştirilen modellerin performanslarının optimize edilmesi, -Ürünün farklı iş modellerinde (Örneğin ürün birden fazla alıcı ve satıcıyı biraraya getiren public bir pazar yeri çözümü olarak kullanılabileceği gibi tek alıcı birden fazla tedarikçiyi biraraya getiren private bir pazar yeri çözümü olabilir. İleride sektörel bazlı pazar yerlerinin genişlemesi ve yaygınlaşması durumunda sektörel bazlı pazar yerlerinin entegrasyonu ile bir pazar yerine üye olan bir kurumun birden fazla pazar yeriyle temas içinde olması sağlanabilir. Birileriyle entegre olarak çalışan pazaryerlerinden oluşan bir hub oluşturulabilir.) kullanımına yönelik entegrasyon kabiliyetlerinin süreç ve teknolojik açıdan tasarımı -Ürün üzerindeki tüm fonksiyonalitenin Türkiye içindeki ticaret/ithalat/ihracat mevzuatına uygunluğunun sağlanmasıdır. Proje geliştirme sürecimizde aşağıdaki faaliyetlerin gerçekleştirilmesi planlanmıştır: • Takım/İş Yönetimi - Scrum metodolojisi kullanılarak çevik proje gerçekleştirimi sağlanacaktır. - Uygulama geliştirme aşamasında kullanılacak araçların hızlı bir şekilde değiştirilebilmesi ve güncel teknolojilere hızlıca adapte olunabilmesi için yüksek ölçüde otomasyonlaştırılmış Public/Private Cloud’a geçilmesi hedeflenmektedir. - Geliştirme aşamasında işlerin takip edilebilmesi ve analiz çalışmaları sonucunda ortaya çıkan dokümanların saklanması için Jira ve Confluence uygulama araçları kullanılacaktır. - Geliştirme sürecinde kullanılacak araçlar, izlenecek yöntemlerle ilgili proje ekibinin bilinçlenmesini sağlayacak eğitimler aldırılacaktır. - Olası proje ekipleri yetkinliğine bağlı olarak açık kaynak kodlaması tercih edilecektir(.Net Core, Java, Groovy, Go vs.). • Mimari Altyapı - Süreç işleme aşamalarındaki karar mekanizmalarının hızlı çalışabilmesi için gerekli teknik altyapı oluşturulmalıdır.",
  "char_len": 2542,
  "sentence_count": 6
}