{
  "source_file": "report3.txt",
  "category": "mevzuat",
  "chunk_index": 114,
  "chunk_text": "Ancak, kullanılacak big data ile ilgili teknolojilere en yakın diller referans edilebilecektir. Örneğin Java. - Geliştirme sürecinde kullanılacak araçlar, izlenecek yöntemlerle ilgili proje ekibinin bilinçlenmesini sağlayacak eğitimler aldırılacaktır. Projemiz kapsamında 2018 yılı içerisinde yapılan faaliyetler: Veri temizleme, sınıflandırma ve büyük veri analizi için gerekli olan uygulamalar public cloud sağlayıcılar üzerinde incelenmiş ve öncelikle uygulamanın bulut uyumlu bir hale getirilmesi, bulut servislerine göre uyarlanması ve proje konularında ilerleme sağlayacak bulut servislerinin kullanımına olanak verecek şekilde taşınması, yapısının değiştirilmesi ve uygulama geliştirme çalışmalarının uygulanması, projelendirilmesi ve yürütülmesi işlemleri gerçekleştirilmiştir. Veri temizleme ve sınıflandırma ile ilgili veri hazırlama, temizleme, dil çevrimi işlemleri ile ilgili araştırmalar ve baz geliştirmeler yapılmış, sınıflandırma algoritmaları ile çalışan araçlar çalıştırılmıştır. Projenin - Pratis.Net dahil benzer platformlarda veri analizi sonucunda çıkabilecek modellerin yine aynı süreçlere farklı Yenilikçi otomasyonlar sağlayacak şekilde girdi olarak kullanılması örneği, satınalma dünyasında karar vermede öncü Yönü ve Ar- bir yöntem olacaktır. - Ürünün raporlama altyapısını tamamen değiştirerek teknik bağımlılıktan kurtulmuş bir Ge Niteliği raporlama altyapısı kullanılacaktır. Projenin Beklenen çıktılar ve faydaları, - Bu projeler silsilesi sırasında elde edilecek teknik ve işsel tecrübe, diğer Beklenen ürünler ya da diğer yazılım projelerinde kullanılmak üzere orta/üst düzey tecrübe edinilmesini sağlanması, - Çıktıları ve Pratis.Net platformu bu çalışma sonucunda raporlama altyapısı ile ilgili sorunlarının giderilmesi, - Tahmini Faydaları piyasa fiyatları ve ulaşılabilir alım fiyatlarının çıkartılması, - Para birimlerinin bağımlılıklarının hesaplanması, - Şirket tasarruf etki analizi: Hangi koşullar altında tedarikçi çalışmayı bırakır,Hizmet alımlarında riskler oluşur, Ürün kalitesi düşer vs. ) - Ürün/Hizmet ve kazanma oranları üzerinden optimum tedarikçi önerisi, - Ürünler için optimum dönem ve fiyat önerisidir.",
  "char_len": 2158,
  "sentence_count": 6
}